Repository: TomSoftLongvalley/silverjuke
Catalog: po/*.po
Languages: pt_br

source: Silverjuke provides a so called "kiosk mode" which allows you to run the program full screen with a defined functionality.
pt_br: O Silverjuke oferece o chamado "modo quiosque", que permite executar o programa em tela cheia com uma funcionalidade definida.

source: Before you enter the kiosk mode by clicking on "Start", make sure, you know how to exit again:
pt_br: Antes de entrar no modo quiosque, ao clicar em "Iniciar", verifique se você sabe como sair novamente:

source: Exit by hitting %s
pt_br: Sair ao pressionar %s

source: Action:
pt_br: Ação:

source: Exit by clicking into two different corners
pt_br: Sair ao clicar em dois cantos diferentes

source: Try to set exclusive
pt_br: Tente definir exclusividade

source: Ask for a password on exit
pt_br: Pedir uma senha ao sair

source: Change password...
pt_br: Alterar senha...

source: Start the kiosk mode with the following functionality:
pt_br: Iniciar o modo quiosque com a seguinte funcionalidade:

source: Play/pause
pt_br: Reproduzir/pausar

source: Edit queue
pt_br: Editar fila

source: Toggle elements
pt_br: Alternar elementos

source: Enqueue multiple tracks
pt_br: Enfileirar várias faixas

source: All functions
pt_br: Todas as funções

source: Limit tracks to the music selection %s
pt_br: Limitar faixas à seleção de músicas %s

source: Please enter the password again for verification.
pt_br: Digite a senha novamente para verificação.

source: Overview:
pt_br: Visão geral:

source: Main window
pt_br: Janela principal

source: Disable screensaver
pt_br: Desativar protetor de tela

source: Disable power management
pt_br: Desativar gerenciamento de energia

source: For more complex layouts, please refer to the command line options.
pt_br: Para layouts mais complexos, consulte as opções da linha de comando.

source: If no physical keyboard is present, you can use our virtual keyboard; the virtual keyboard then is shown whenever you click into a text control.
pt_br: Se nenhum teclado físico estiver presente, você pode usar nosso teclado virtual; ele é mostrado sempre que você clica em um controle de texto.

source: Use the virtual keyboard
pt_br: Usar teclado virtual

source: Also use the virtual keyboard outside the kiosk mode
pt_br: Usar também o teclado virtual fora do modo quiosque

source: Test:
pt_br: Testar:

source: (please click into the text control)
pt_br: (clique no controle de texto)

source: Virtual keyboard layout:
pt_br: Layout do teclado virtual:

source: Colour:
pt_br: Cor:

source: Black
pt_br: Preto

source: White
pt_br: Branco

source: Transparency:
pt_br: Transparência:

source: Hide cursor
pt_br: Ocultar cursor

source: Using the Numpad plus some other special keys, you can control Silverjuke completely by the keyboard or some other hardware buttons. In this case, you'll enqueue new tracks by entering the unique numbers shown beside the album and track names.
pt_br: Usando o Numpad mais algumas teclas especiais, você pode controlar o Silverjuke completamente pelo teclado ou por alguns outros botões de hardware. Nesse caso, você enfileira novas faixas inserindo os números únicos mostrados ao lado do álbum e dos nomes das faixas.

source: Use Numpad controls
pt_br: Usar controles Numpad

source: Also use Numpad controls outside the kiosk mode
pt_br: Usar também os controles Numpad fora do modo quiosque

source: Keys:
pt_br: Teclas:

source: With the credit system, users must eg. add coins before tracks can be enqueued. Please refer to the online help for details about the possibilities and the supported hardware.
pt_br: Com o sistema de crédito, os usuários devem, por exemplo. adicionar moedas antes que as faixas possam ser enfileiradas. Consulte a ajuda online para obter detalhes sobre as possibilidades e o hardware suportado.

source: Use credit system
pt_br: Usar sistema de crédito

source: Credits may be added by DDE, command line or shortcuts
pt_br: Os créditos podem ser adicionados por DDE, linha de comando ou por atalhos

source: Keys...
pt_br: Teclas...

source: Remember credits between program starts
pt_br: Lembrar créditos entre inicializações do programa

source: Current credit:
pt_br: Crédito atual:

source: Please enter your password to exit the kiosk mode.
pt_br: Digite sua senha para sair do modo quiosque.

source: Too many tracks in queue, please try again later.
pt_br: Há muitas faixas na fila; tente novamente mais tarde.

source: This track is already in queue, please try again later.
pt_br: Esta faixa já está na fila; tente novamente mais tarde.

source: This track or artist was just played, please try again later.
pt_br: Esta faixa ou artista acabou de ser reproduzida; tente novamente mais tarde.

source: Maintenance password
pt_br: Senha de manutenção

source: Exit kiosk mode
pt_br: Sair do modo quiosque

source: Start kiosk mode
pt_br: Iniciar o modo quiosque

source: Password:
pt_br: Senha:

source: Invalid password. Please try again.
pt_br: Senha inválida. Tente novamente.

source: Invalid track number
pt_br: Número de faixa inválido

source: Shutdown computer
pt_br: Desligar o computador

source: Reboot computer
pt_br: Reiniciar computador

source: Shift|AltGr|Delete|Clear all|OK
pt_br: Shift|AltGr|Excluir|Limpar todos|OK

source: No virtual keyboard found, please add the *.sjk files to the search paths.
pt_br: Nenhum teclado virtual encontrado; adicione os arquivos *.sjk aos caminhos de pesquisa.

source: An album must have at least %s tracks with corresponding %s.
pt_br: Um álbum deve ter ao menos %s faixas com correspondências a %s.

source: artist/album
pt_br: artista/álbum

source: artist/album or genre
pt_br: artista/álbum ou gênero

source: directory
pt_br: diretório

source: Compilations may contain up to %s tracks of the same artist.
pt_br: Compilações podem conter até %s faixas do mesmo artista.

source: Separate the words using commas, case is ignored
pt_br: Separa as palavras usando vírgulas, maiúsculas e minúsculas são ignorados

source: Sort by:
pt_br: Ordenar por:

source: Stop-words for sorting artists:
pt_br: Palavras de parada para classificar artistas:

source: Stop-words for sorting albums:
pt_br: Palavras de parada para classificar álbuns:

source: Show stop-words words at end
pt_br: Mostrar palavras de terminação no final

source: If selected, eg. "The Rolling Stones" becomes "Rolling Stones, The"; sorting itself is not affected by this option
pt_br: Se selecionado, ex. "The Rolling Stones" se torna "Rolling Stones, The"; a classificação em si não é afetada por esta opção

source: Keywords to identify cover image for an album:
pt_br: Palavras-chave para identificar a imagem de capa de um álbum:

source: Double click on covers
pt_br: Clique duas vezes nas capas

source: Select/play album
pt_br: Selecionar/reproduzir álbum

source: Combine tracks to albums
pt_br: Combinar faixas a álbuns

source: Updating genres...
pt_br: Atualizando gêneros...

source: Updating groups...
pt_br: Atualizando grupos...

source: Combining tracks to albums...
pt_br: Combinando faixas a álbuns...

source: Do you want to add the following folder(s) to your music library?
pt_br: Deseja adicionar a(s) seguinte(s) pasta(s) à sua biblioteca de músicas?

source: Yes, leave the image in "%s"
pt_br: Sim, manter a imagem em "%s"

source: Yes, copy the image to "%s"
pt_br: Sim, copiar a imagem para "%s"

source: Do you want to use the given image as the cover for "%s"?
pt_br: Deseja usar a imagem fornecida como capa para "%s"?

source: "%s" is not in your music library and cannot be edited therefore.
pt_br: "%s" não está na sua biblioteca de músicas e não pode ser editado.

source: %s tracks on %s albums found for "%s"
pt_br: %s faixa(s) em %s álbum(ns) encontrados para "%s"

source: %s tracks on %s albums
pt_br: %s faixa(s) em %s álbum(ns)

source: Albums
pt_br: Álbuns

source: All albums
pt_br: Todos os álbuns

source: Unsorted tracks
pt_br: Faixas não classificadas

source: Disk %i
pt_br: Disco %i

source: Stop prelistening
pt_br: Parar de pré-ouvir

source: Prelisten "%s"
pt_br: Pré-ouvir "%s"

source: Enqueue "%s"
pt_br: Enfileirar "%s"

source: Play "%s" now
pt_br: Reproduzir "%s" agora

source: Play "%s" next
pt_br: Reproduzir "%s" em seguida

source: Unqueue "%s"
pt_br: Desenfileirar "%s"

source: Enqueue %i track
pt_br: Enfileirar %i faixa

source: Play %i track now
pt_br: Reproduzir %i faixa agora

source: Play %i track next
pt_br: Reproduzir %i faixa em seguida

source: Unqueue %i track
pt_br: Desenfileirar %i faixa

source: "%s" on the web
pt_br: "%s" na web

source: Average rating: %s
pt_br: Classificação média: %s

source: Rating: %s
pt_br: Classificação: %s

source: Do you want to change the rating for %i selected track?
pt_br: Deseja alterar a classificação para %i faixa selecionada?

source: Change rating
pt_br: Alterar classificação

source: Click to select all tracks of this album, double-click to play them
pt_br: Clique para selecionar todas as faixas deste álbum, clique duas vezes para reproduzi-las

source: Click to select all tracks of this artists, double-click to play them
pt_br: Clique para selecionar todas as faixas destes artistas, clique duas vezes para reproduzi-las

source: Click to select all tracks of this disk, double-click to play them
pt_br: Clique para selecionar todas as faixas deste disco, clique duas vezes para reproduzi-las

source: Double-click to enqueue "%s"
pt_br: Clique duas vezes para enfileirar "%s"

source: Do you want to enqueue %i selected track?
pt_br: Deseja enfileirar %i faixa selecionada?

source: Size
pt_br: Tamanho

source: Gain
pt_br: Ganho

source: Read music-files from the following folders and sources:
pt_br: Ler arquivos de música das seguintes pastas e fontes:

source: Read music-files from the following sources:
pt_br: Ler arquivos de música das seguintes fontes:

source: Add source
pt_br: Adicionar fonte

source: Remove source
pt_br: Remover fonte

source: Options
pt_br: Opções

source: Music library
pt_br: Biblioteca de música

source: Options for "%s"
pt_br: Opções para "%s"

source: Options...
pt_br: Opções...

source: Please select a playlist, some files or enter a streaming URL
pt_br: Selecione uma lista de reprodução, alguns arquivos ou insira uma URL de streaming

source: Append to current playlist
pt_br: Acrescentar à lista de reprodução atual

source: Volume control
pt_br: Controle de volume

source: Play all tracks of an album with the same volume
pt_br: Reproduzir todas as faixas de um álbum com o mesmo volume

source: Desired volume:
pt_br: Volume desejado:

source: Max. gain:
pt_br: Ganho máx.:

source: Current volume:
pt_br: Volume atual:

source: Manual crossfades:
pt_br: Crossfades manuais:

source: Automatic crossfades:
pt_br: Crossfades automáticos:

source: Offset to end:
pt_br: Deslocamento para finalizar:

source: No crossfades between subsequent tracks of the same album
pt_br: Não há crossfades entre as faixas subsequentes do mesmo álbum

source: Only fade out the old track, the new track starts with full volume
pt_br: Apenas desaparecer a faixa antiga, a nova faixa inicia com o volume total

source: Resume
pt_br: Retomar

source: The following options define the behaviour of the queue. For the "shuffle intensity", small values create only slight variations of the queue order, whereas large values cause major variations.
pt_br: As seguintes opções definem o comportamento da fila. Para a "intensidade do aleatório", valores menores criam apenas pequenas variações da ordem da fila, enquanto valores maiores causam grandes variações.

source: Kiosk mode: Allow max. %i track waiting in queue
pt_br: Modo quiosque: Permitir máx. %i faixa em espera na fila

source: Kiosk mode: Avoid double tracks waiting in queue
pt_br: Modo quiosque: Evitar faixas duplicadas aguardando na fila

source: Avoid boredom: No track repetition within %i minutes
pt_br: Evite o tédio: Nenhuma repetição de faixa em %i minutos

source: Avoid boredom: No artist repetition within %i minutes
pt_br: Evite o tédio: Nenhuma repetição de artista em %i minutos

source: Shuffle intensity:
pt_br: Intensidade do aleatório:

source: Here you can decide whether to restore the queue after a restart of Silverjuke. You can restore all or only unplayed titles.
pt_br: Aqui você pode decidir se deseja restaurar a fila após uma reinicialização do Silverjuke. Você pode restaurar todos ou apenas títulos não reproduzidos.

source: Restore queue
pt_br: Restaurar fila

source: Restore already played tracks
pt_br: Restaurar faixas já reproduzidas

source: Start playback from last position
pt_br: Iniciar reprodução da última posição

source: Use the following options to define which actions should be done automatically after given timeouts.
pt_br: Use as seguintes opções para definir quais ações devem ser executadas automaticamente após determinados tempos limite.

source: AutoPlay: If the playlist is empty, wait %i minutes;
pt_br: Reprodução Automática: Se a lista de reprodução estiver vazia, aguardar %i minutos;

source: then, play %i tracks from the %s
pt_br: depois, reproduzir %i faixas da seguinte %s

source: Ignore tracks from the music selection
pt_br: Ignorar faixas da seleção de músicas

source: Manually enqueued tracks interrupt AutoPlay immediately
pt_br: Faixas enfileiradas manualmente interrompem a Reprodução Automática imediatamente

source: Sleep mode:
pt_br: Modo de suspensão:

source: Stop playback
pt_br: Parar a reprodução

source: in|after inactivity of|at|always in|always after inactivity of|always at
pt_br: em|após inatividade de|aos|sempre em|sempre após inatividade de|sempre aos

source: minutes|o'clock
pt_br: minutos|hora em ponto

source: Before this, fade out %i seconds
pt_br: Antes disso, fade out por %i segundos

source: Jingles are normal tracks from your music library that are played under certain conditions.
pt_br: Jingles são faixas normais da sua biblioteca de músicas que são reproduzidas sob certas condições.

source: If the jukebox is playing, about every
pt_br: Se a jukebox estiver reproduzindo, quase todas

source: minutes,
pt_br: minutos,

source: play a track from the music selection
pt_br: reproduzir uma faixa da seleção de músicas

source: At
pt_br: Em

source: o'clock,
pt_br: em ponto,

source: Daily
pt_br: Diariamente

source: Wait for end of playing track
pt_br: Aguarde o fim da reprodução da faixa

source: Go to current track after %i minutes of inactivity
pt_br: Ir para a faixa atual após %i minutos de inatividade

source: Reset view after %i minutes of inactivity to
pt_br: Redefinir a exibição após %i minutos de inatividade para

source: Open video screen after %i minutes of inactivity
pt_br: Abrir tela de vídeo após %i minutos de inatividade

source: Close video screen after %i minutes
pt_br: Fechar tela de vídeo após %i minutos

source: Limit play time to %i seconds
pt_br: Limitar o tempo de reprodução para %i segundos

source: Read folders:
pt_br: Ler pastas:

source: Read file:
pt_br: Ler arquivo:

source: Read (ID3)-tags
pt_br: Ler etiquetas (ID3)

source: Path and file pattern for track-information if (ID3-)tags are missing:
pt_br: Padrão e caminho de arquivo para informações da faixa se as etiquetas (ID3) estiverem ausentes:

source: Placeholders:
pt_br: Marcadores:

source: Include folder to the update process
pt_br: Incluir pasta no processo de atualização

source: Read hidden files
pt_br: Ler arquivos ocultos

source: Read hidden folders
pt_br: Ler pastas ocultas

source: Read inside ZIP-/TAR-archives
pt_br: Ler dentro de arquivos ZIP/TAR

source: Additional file extensions:
pt_br: Extensões de arquivo adicionais:

source: Ignore file extensions:
pt_br: Ignorar extensões de arquivo:

source: (separate the extensions using the comma, case is ignored)
pt_br: (separa as extensões usando vírgula, maiúsculas e minúsculas são ignoradas)

source: Read files and folders
pt_br: Ler arquivos e pastas

source: Add a folder to search for music-files
pt_br: Adicionar uma pasta para procurar arquivos de música

source: Add a single music-file
pt_br: Adicionar um único arquivo de música

source: Disabled
pt_br: Desativado

source: No update
pt_br: Sem atualização

source: Remove "%s" from the music library?
pt_br: Remover "%s" da biblioteca de músicas?

source: Select a folder with music-files
pt_br: Selecione uma pasta com arquivos de música

source: Select music-file
pt_br: Selecionar arquivo de música

source: Unknown track
pt_br: Faixa desconhecida

source: Unknown artist
pt_br: Artista desconhecido

source: Add a server containing music-files
pt_br: Adicionar um servidor que contenha arquivos de música

source: Use server:
pt_br: Usar servidor:

source: Server:
pt_br: Servidor:

source: Type
pt_br: Tipo

source: Login name:
pt_br: Nome de acesso:

source: Include server to the update process
pt_br: Incluir servidor no processo de atualização

source: Configuration file
pt_br: Arquivo de configuração

source: Loading %s
pt_br: Carregando %s

source: Error %i
pt_br: Erro %i

source: Edit track
pt_br: Editar faixa

source: of
pt_br: de

source: Write (ID3-)tags
pt_br: Gravar etiquetas (ID3)

source: File names
pt_br: Nomes de arquivo

source: Show all %s file names...
pt_br: Mostrar todos os nomes de arquivo %s...

source: The shown values are the sum or the average of all single values in the given files.
pt_br: Os valores mostrados são a soma ou a média de todos os valores únicos nos arquivos fornecidos.

source: Track
pt_br: Faixa

source: Further information
pt_br: Outras informações

source: Temporary directory
pt_br: Diretório temporário

source: Further information...
pt_br: Outras informações...

source: Cannot rename "%s" to "%s".
pt_br: Não é possível renomear "%s" para "%s".

source: Server name
pt_br: Nome do servidor

source: Query online database
pt_br: Consultar banco de dados online

source: more...
pt_br: mais...

source: Please select one of the following albums:
pt_br: Selecione um dos seguintes álbuns:

source: Old file name
pt_br: Nome do arquivo antigo

source: New file name
pt_br: Nome nome do arquivo

source: Field
pt_br: Campo

source: Old value
pt_br: Valor antigo

source: New value
pt_br: Novo valor

source: <empty>
pt_br: <vazio>

source: Confirm modifications
pt_br: Confirmar modificações

source: Delete empty folders
pt_br: Excluir pastas vazias

source: Please confirm or edit the following modification:
pt_br: Confirme ou edite a seguinte modificação:

source: Please confirm or edit the following %s modifications:
pt_br: Confirme ou edite as %s modificações a seguir:

source: (lower case)
pt_br: (minúsculas)

source: (upper case)
pt_br: (maiúsculas)

source: (n characters)
pt_br: (n caracteres)

source: Rename files
pt_br: Renomear arquivos

source: Pattern:
pt_br: Padrão:

source: Artist (first character)
pt_br: Artista (primeiro caractere)

source: Album (first character)
pt_br: Álbum (primeiro caractere)

source: Genre (first character)
pt_br: Gênero (primeiro caractere)

source: Group (first character)
pt_br: Grupo (primeiro caractere)

source: Year (4 characters)
pt_br: Ano (4 caracteres)

source: Year (2 characters)
pt_br: Ano (2 caracteres)

source: Duration (5 characters)
pt_br: Duração (5 caracteres)

source: Directory change
pt_br: Alteração de diretório

source: File name (8 characters)
pt_br: Nome do arquivo (8 caracteres)

source: File extension
pt_br: Extensão de arquivo

source: Example:
pt_br: Exemplo:

source: Replace
pt_br: Substituir

source: Search for:
pt_br: Pesquisar por:

source: in:
pt_br: em:

source: All fields
pt_br: Todos os campos

source: Path and file name
pt_br: Caminho e nome do arquivo

source: Replace with:
pt_br: Substituir com:

source: Match whole words only
pt_br: Corresponder apenas palavras inteiras

source: Match case
pt_br: Corresponder maiúsculas e minúsculas

source: Regular expression
pt_br: Expressão regular

source: "%s" not found.
pt_br: "%s" não encontrado.

source: Split field
pt_br: Dividir campo

source: Field to split:
pt_br: Campo a ser dividido:

source: Destination fields and pattern:
pt_br: Campos e padrão de destino:

source: Track number (1 character)
pt_br: Número da faixa (1 caractere)

source: Track number (2 characters)
pt_br: Número da faixa (2 caracteres)

source: Disk number (1 character)
pt_br: Número do disco (1 caractere)

source: Disk number (2 characters)
pt_br: Número do disco (2 caracteres)

source: Void information
pt_br: Anular informações

source: With different skins you can change the "look and feel" of %s. Just select the skin to use from the list above. You'll find more skins on the web.
pt_br: Com skins diferentes, você pode alterar a aparência do %s. Basta selecionar a skin a ser usada na lista acima. Você pode encontrar mais skins na web.

source: Name
pt_br: Nome

source: Info...
pt_br: Informações...

source: Update list
pt_br: Atualizar lista

source: More skins on the web...
pt_br: Mais skins na web...

source: You can set independent font and cover sizes to use in the main window. The sizes refer to a zoom of 100%. If you zoom in or out (eg. by using the "+" or "-" keys), both sizes will grow or shrink proportionally.
pt_br: Você pode definir tamanhos de fonte e capa para usar na janela principal. Os tamanhos referem-se a um zoom de 100%. Se você aumentar ou diminuir o zoom (ex. usando as teclas "+" ou "-"), ambos aumentarão ou diminuirão proporcionalmente.

source: Font:
pt_br: Fonte:

source: Font size:
pt_br: Tamanho da fonte:

source: Use this font for dialogs, too
pt_br: Usar esta fonte também para diálogos

source: Column width:
pt_br: Largura da coluna:

source: Cover size:
pt_br: Tamanho da capa:

source: No lyrics found.
pt_br: Nenhuma letra encontrada.

source: Karaoke Prompt
pt_br: Prompt de Karaokê

source: No images found in "%s".
pt_br: Nenhuma imagem encontrada em "%s".

source: Background
pt_br: Fundo

source: Use %s-files
pt_br: Usar arquivos %s

source: Please select a directory with images
pt_br: Selecione um diretório com imagens

source: Title overlay
pt_br: Sobreposição de título

source: If appropriate, switch over automatically
pt_br: Se apropriado, alterne automaticamente

source: Half size
pt_br: Metade do tamanho

source: Spectrum Monitor
pt_br: Monitor de Espectro

source: Show spectrum
pt_br: Mostrar espectro

source: Show oscilloscope
pt_br: Mostrar osciloscópio

source: Show starfield
pt_br: Mostrar campo de estrelas

source: Show other figures
pt_br: Mostrar outras figuras

source: Visualization
pt_br: Visualização

source: Preset info
pt_br: Informações predefinidas

source: Go to previous preset
pt_br: Ir para a predefinição anterior

source: Go to next preset
pt_br: Ir para a próxima predefinição

source: Go to random preset
pt_br: Ir para predefinição aleatória

source: Preset shuffle
pt_br: Aleatório predefinido

source: Preset duration
pt_br: Duração predefinida

source: No presets found.
pt_br: Nenhuma predefinição encontrada.

source: Video output
pt_br: Saída de vídeo

source: Search homepage
pt_br: Pesquisar página inicial

source: Lyrics on %s
pt_br: Letras em %s

source: Search with %s
pt_br: Pesquisar com %s

source: Information on %s
pt_br: Informações em %s

source: Object count:
pt_br: Contagem de objetos:

source: Elapsed time:
pt_br: Tempo decorrido:

source: Message
pt_br: Mensagem

source: Scope
pt_br: Escopo

source: %i message
pt_br: %i mensagem

source: Evaluate
pt_br: Avaliar

source: Clear
pt_br: Limpar

source: Open console on errors and warnings
pt_br: Abrir console nos erros e avisos

source: Details
pt_br: Detalhes

source: Clear all messages?
pt_br: Limpar todas as mensagens?

source: Overwrite "%s"?
pt_br: Substituir "%s"?

source: Append
pt_br: Acrescentar

source: State
pt_br: Estado

source: %s-video
pt_br: %s-vídeo

source: %s-audio
pt_br: %s-áudio

source: %s-images
pt_br: %s-imagens

source: %s-files
pt_br: %s-arquivos

source: Script-files
pt_br: Arquivos de script
