Repository: TomSoftLongvalley/silverjuke
Catalog: po/*.po
Languages: pt_br

source: Silverjuke skin-files
pt_br: Arquivos de skin do Silverjuke

source: Silverjuke jukebox-files
pt_br: Arquivos de jukebox do Silverjuke

source: Archive-files
pt_br: Arquivar arquivos

source: Known file-types
pt_br: Tipos de arquivo conhecidos

source: Test...
pt_br: Testar...

source: Programs
pt_br: Programas

source: Cleanup index...
pt_br: Limpar índice...

source: max. size
pt_br: tam. máximo

source: Last time %s did not terminate normally. The following - maybe errorous - objects were in use just before the abnormal termination: %s On continuous problems, try to avoid using these objects. Do you want to use the objects this time?
pt_br: Na última vez, o %s não foi encerrado normalmente. Os seguintes objetos - talvez com erros - estavam em uso antes do encerramento anormal: %s Em problemas contínuos, tente evitar o uso desses objetos. Deseja usar os objetos dessa vez?

source: Use maybe errorous objects?
pt_br: Usar objetos talvez com erro?

source: %i day
pt_br: %i dia

source: Invalid regular expression "%s".
pt_br: Expressão regular inválida "%s".

source: Fatal error
pt_br: Erro fatal

source: Enlarge window
pt_br: Ampliar janela

source: Shrink window
pt_br: Encolher janela

source: Enlarge display
pt_br: Ampliar exibição

source: Shrink display
pt_br: Encolher exibição

source: Services
pt_br: Serviços

source: Hide %s
pt_br: Ocultar %s

source: Hide Others
pt_br: Ocultar Outros

source: Show All
pt_br: Mostrar Tudo

source: Quit %s
pt_br: Sair do %s

source: Full screen
pt_br: Tela cheia

source: Modules on the web...
pt_br: Módulos na web...

source: Explore
pt_br: Explorar

source: Reveal in Finder
pt_br: Revelar no Localizador

source: The file "%s" does not exist.
pt_br: O arquivo "%s" não existe.

source: Cannot execute "%s".
pt_br: Não foi possível executar "%s".

source: Please use the operating system to set Silverjuke to an exclusive mode.
pt_br: Use o sistema operacional para configurar o Silverjuke para um modo exclusivo.
