Repository: TomSoftLongvalley/silverjuke
Catalog: po/*.po
Languages: pt_br

source: Sleep mode activated.
pt_br: Modo de suspensão ativado.

source: Sleep mode deactivated.
pt_br: Modo de suspensão desativado.

source: Play time exceeded
pt_br: Tempo de reprodução excedido

source: Default
pt_br: Padrão

source: Device
pt_br: Dispositivo

source: Show covers
pt_br: Mostrar capas

source: Duration
pt_br: Duração

source: Artist
pt_br: Artista

source: Original artist
pt_br: Artista original

source: Composer
pt_br: Compositor

source: Album
pt_br: Álbum

source: Track number
pt_br: Número da faixa

source: Automatic track number
pt_br: Número de faixa automático

source: Disk number
pt_br: Número do disco

source: Genre
pt_br: Gênero

source: Year
pt_br: Ano

source: Rating
pt_br: Classificação

source: Comment
pt_br: Comentário

source: Show double tracks
pt_br: Mostrar faixas duplas

source: Show different artist names
pt_br: Mostrar nomes de artistas diferentes

source: Show different album names
pt_br: Mostrar nomes de álbuns diferentes

source: Show cover titles
pt_br: Mostrar títulos de capa

source: %s tracks
pt_br: %s faixa(s)

source: Drag folders with music here.
pt_br: Arraste pastas com músicas para cá.

source: Reset to default values
pt_br: Redefinir para os valores padrão

source: Samplerate
pt_br: Taxa de amostragem

source: Prelisten
pt_br: Pré-ouvir

source: AutoPlay
pt_br: Reprodução Automática

source: Shuffle
pt_br: Aleatório

source: Recreating music library
pt_br: Recriando biblioteca de músicas

source: Updating music library
pt_br: Atualizando biblioteca de músicas

source: If you cancel the update process, your music library may not be up to date. Cancel the update process?
pt_br: Se você cancelar o processo de atualização, sua biblioteca de músicas poderá não estar atualizada. Cancelar o processo de atualização?

source: %s is currently playing. Do you want to stop the playing track and exit %s?
pt_br: %s está reproduzindo no momento. Deseja interromper a reprodução da faixa e sair do %s?

source: Exit %s
pt_br: Sair do %s

source: Cannot open "%s".
pt_br: Não foi possível abrir "%s".

source: Also install the script to "%s" for permanent use
pt_br: Instala também o script em "%s" para uso permanente

source: Execute the script "%s"?
pt_br: Executar o script "%s"?

source: CAUTION: Scripts may slow down Silverjuke or damage your data. Please use only scripts you trust.
pt_br: CUIDADO: Os scripts podem deixar o Silverjuke lento ou danificar seus dados. Use apenas scripts nos quais você confia.

source: Search
pt_br: Pesquisar

source: On
pt_br: Ligado

source: Off
pt_br: Desligado

source: Repeat playlist
pt_br: Repetir lista de reprodução

source: Repeat one
pt_br: Repetir uma

source: Repeat all
pt_br: Repetir todas

source: Select a track, then start playback.
pt_br: Seleciona uma faixa e inicia a reprodução.

source: Stop after this track
pt_br: Parar após esta faixa

source: Stop after each track
pt_br: Parar após cada faixa

source: Double click play tracks at once
pt_br: Clique duas vezes para reproduzir faixas de uma só vez

source: Start playback on first enqueue
pt_br: Iniciar reprodução no primeiro enfileiramento

source: Remove played tracks from queue
pt_br: Remover faixas reproduzidas da fila

source: More from current album
pt_br: Mais do álbum atual

source: More from current artist
pt_br: Mais do artista atual

source: No more tracks.
pt_br: Não há mais faixas.

source: Remove %i track from the queue and stop playback?
pt_br: Remover %i faixa da fila e parar a reprodução?

source: Clear playlist
pt_br: Limpar lista de reprodução

source: Track played, click to reset
pt_br: Faixa reproduzida, clique para redefinir

source: Boredom avoided: Track moved down
pt_br: Tédio evitado: faixa movida para baixo

source: Remove this track
pt_br: Remover esta faixa

source: Toggle time mode
pt_br: Alternar modo de tempo

source: Go to "%s"
pt_br: Ir para "%s"

source: End search
pt_br: Finalizar pesquisa

source: click right for options
pt_br: clique com o botão direito para opções

source: Double-click to enlarge the cover
pt_br: Clique duas vezes para ampliar a capa

source: Close this window and exit %s
pt_br: Fechar esta janela e sair do %s

source: Open main menu
pt_br: Abrir menu principal

source: Toggle shuffle mode
pt_br: Alternar modo aleatório

source: Repeat all/repeat current
pt_br: Repetir todas/repetir atual

source: Search in "%s"
pt_br: Pesquisar em "%s"

source: Help
pt_br: Ajuda

source: Add folders and files
pt_br: Adicionar pastas e arquivos

source: Extensions
pt_br: Extensões

source: Show remaining time
pt_br: Mostrar tempo restante

source: Show elapsed time
pt_br: Mostrar tempo decorrido

source: Show total time
pt_br: Mostrar tempo total

source: Show track number
pt_br: Mostrar número da faixa

source: Show artist name
pt_br: Mostrar nome do artista

source: Show AutoPlay
pt_br: Mostrar Reprodução Automática

source: Prefer album- to track-cover
pt_br: Preferir capa do álbum à capa da faixa

source: Display
pt_br: Exibição

source: Columns
pt_br: Colunas

source: Same zoom in all views
pt_br: Mesmo zoom em todas as visualizações

source: Fonts and covers
pt_br: Fontes e capas

source: Start kiosk mode...
pt_br: Iniciar o modo quiosque...

source: %s on the web
pt_br: %s na web

source: All files
pt_br: Todos os arquivos

source: About %s
pt_br: Sobre o %s

source: File
pt_br: Arquivo

source: Edit
pt_br: Editar

source: View
pt_br: Visualizar

source: Playback
pt_br: Reprodução

source: Video screen
pt_br: Tela de vídeo

source: Kiosk mode
pt_br: Modo Quiosque

source: None
pt_br: Nenhum

source: Further options
pt_br: Mais opções

source: Queue
pt_br: Fila

source: Current view
pt_br: Visualização atual

source: Next track from "%s"
pt_br: Próxima faixa de "%s"

source: Next track
pt_br: Próxima faixa

source: Search for genre
pt_br: Pesquisar por gênero

source: Search for music selection
pt_br: Pesquisar por seleção de música

source: Edit tracks/Get info
pt_br: Editar faixas/Obter informações

source: Show file
pt_br: Mostrar arquivo

source: Cover editor
pt_br: Editor de capa

source: Mix
pt_br: Misturar

source: Left channel
pt_br: Canal esquerdo

source: Right channel
pt_br: Canal direito

source: Explicit output
pt_br: Saída explícita

source: Equalizer
pt_br: Equalizador

source: Output
pt_br: Saída

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Initialize
pt_br: Inicializar

source: Use system volume
pt_br: Usar volume do sistema

source: Several artists
pt_br: Vários artistas

source: Unknown title
pt_br: Título desconhecido

source: Save playlist
pt_br: Salvar lista de reprodução

source: Cannot write "%s".
pt_br: Não é possível gravar "%s".

source: Open playlist
pt_br: Abrir lista de reprodução

source: Title
pt_br: Título

source: Track count
pt_br: Contagem de faixas

source: Disk count
pt_br: Contagem de disco

source: Group
pt_br: Grupo

source: Channels
pt_br: Canais

source: Bitrate
pt_br: Taxa de bits

source: File name
pt_br: Nome do arquivo

source: File size
pt_br: Tamanho do arquivo

source: Date added
pt_br: Data adicionada

source: Date modified
pt_br: Data modificada

source: Last played
pt_br: Última reprodução

source: Play count
pt_br: Contador de reproduções

source: SQL expression
pt_br: Expressão SQL

source: Limit result to
pt_br: Limitar o resultado a

source: Title/artist/album
pt_br: Título/artista/álbum

source: File type
pt_br: Tipo de arquivo

source: Queue position
pt_br: Posição na fila

source: Include tracks
pt_br: Incluir faixas

source: Exclude tracks
pt_br: Excluir faixas

source: Random
pt_br: Aleatório

source: Press "%s" in the main window
pt_br: Pressione "%s" na janela principal

source: Insert
pt_br: Inserir

source: Please enter the date as "dd.mm.yyyy", you can also add "hh:mm" for the time.
pt_br: Digite a data como "dd.mm.aaaa"; você também pode adicionar "hh:mm" para a hora.

source: Please enter the text.
pt_br: Insira o texto.

source: Please enter a value.
pt_br: Insira um valor.

source: Please enter a valid value.
pt_br: Insira um valor válido.

source: (second field)
pt_br: (segundo campo)

source: No valid criteria defined.
pt_br: Nenhum critério válido definido.

source: The search cannot be started; please check the following fields:
pt_br: A pesquisa não pode ser iniciada; verifique os seguintes campos:

source: Note: The operators "equal" and "unequal" are case-sensitive.
pt_br: Nota: Os operadores "equal" e "unequal" diferenciam maiúsculas de minúsculas.

source: Do you want to execute the scripts embedded in the skin "%s"?
pt_br: Deseja executar os scripts incorporados na skin "%s"?

source: Cancel
pt_br: Cancelar

source: Page left
pt_br: Página à esquerda

source: Page right
pt_br: Página à direita

source: Page up
pt_br: Página acima

source: Page down
pt_br: Página para baixo

source: Cursor left
pt_br: Cursor esquerdo

source: Cursor right
pt_br: Cursor direito

source: Cursor up
pt_br: Cursor para cima

source: Cursor down
pt_br: Cursor para baixo

source: Line left
pt_br: Linha esquerda

source: Line right
pt_br: Linha direita

source: Line up
pt_br: Linha acima

source: Line down
pt_br: Linha abaixo

source: Home
pt_br: Início

source: End
pt_br: Fim

source: Delete
pt_br: Excluir

source: Album view
pt_br: Visualização do álbum

source: Cover view
pt_br: Visualização da capa

source: List view
pt_br: Exibição de lista

source: Toggle view
pt_br: Alternar visualização

source: Open playlist...
pt_br: Abrir lista de reprodução...

source: Unqueue marked tracks
pt_br: Desenfileirar faixas marcadas

source: Unqueue all but marked tracks
pt_br: Desenfileirar todas as faixas, exceto as marcadas

source: Save playlist...
pt_br: Salvar lista de reprodução...

source: Paste
pt_br: Colar

source: Music selection...
pt_br: Seleção de músicas...

source: Settings
pt_br: Configurações

source: Automatic control
pt_br: Controle automático

source: Update music library
pt_br: Atualizar biblioteca de músicas

source: Recreate music library
pt_br: Recriar biblioteca de músicas

source: Enqueue tracks
pt_br: Enfileirar faixas

source: Play tracks next
pt_br: Reproduzir faixas em seguida

source: Play tracks now
pt_br: Reproduzir faixas agora

source: Volume up
pt_br: Aumentar volume

source: Volume down
pt_br: Diminuir volume

source: Unqueue tracks
pt_br: Desenfileirar faixas

source: Edit tracks/Get info...
pt_br: Editar faixas/Obter informações...

source: Play
pt_br: Reproduzir

source: Pause
pt_br: Pausar

source: Stop
pt_br: Parar

source: Previous track
pt_br: Faixa anterior

source: Seek backward
pt_br: Procurar para trás

source: Seek forward
pt_br: Procurar adiante

source: Fade to next
pt_br: Fade para a próxima

source: Mute
pt_br: Mudo

source: Reload skin
pt_br: Recarregar skin

source: Toggle video screen
pt_br: Alternar teja de vídeo

source: Smooth
pt_br: Suave

source: Select all
pt_br: Selecionar tudo

source: Zoom in
pt_br: Ampliar zoom

source: Zoom out
pt_br: Diminuir zoom

source: Normal zoom
pt_br: Zoom normal

source: Always on top
pt_br: Sempre no topo

source: Go to current track
pt_br: Ir para a faixa atual

source: Go to marked track
pt_br: Ir para a faixa marcada

source: Go to random album
pt_br: Ir para álbum aleatório

source: Go to previous letter
pt_br: Ir para a letra anterior

source: Go to next letter
pt_br: Ir para a próxima letra

source: Add credit
pt_br: Adicionar créditos

source: Replace...
pt_br: Substituir...

source: Split field...
pt_br: Dividir campo...

source: Rename files...
pt_br: Renomear arquivos...

source: Query online database...
pt_br: Consultar banco de dados online...

source: New music selection...
pt_br: Nova seleção de músicas...

source: Save
pt_br: Salvar

source: Save as...
pt_br: Salvar como...

source: Rename...
pt_br: Renomear...

source: Revert to saved
pt_br: Reverter para salvo

source: Open file...
pt_br: Abrir arquivo...

source: Save cover...
pt_br: Salvar capa...

source: Rotate left
pt_br: Girar à esquerda

source: Rotate right
pt_br: Girar à direita

source: Flip horizontally
pt_br: Virar horizontalmente

source: Flip vertically
pt_br: Virar verticalmente

source: Grayscale
pt_br: Escala de cinza

source: Negative
pt_br: Negativo

source: Fit to screen
pt_br: Ajustar para a tela

source: Decrease brightness
pt_br: Diminuir brilho

source: Increase brightness
pt_br: Aumentar brilho

source: Decrease contrast
pt_br: Diminuir contraste

source: Increase contrast
pt_br: Aumentar contraste

source: Normal brightness/contrast
pt_br: Brilho/contraste normal

source: Crop
pt_br: Cortar

source: Please press the shortcut to add.
pt_br: Pressione o atalho para adicionar.

source: System-wide:
pt_br: No âmbito do sistema:

source: Remove shortcut "%s"
pt_br: Remover atalho "%s"

source: Add system-wide shortcut...
pt_br: Adicionar atalho em todo o sistema...

source: Add shortcut to "%s"...
pt_br: Adicionar atalho para "%s"...

source: The shortcut "%s" is currently assigned to the command "%s". Do you want to assign it to the shortcut "%s" now?
pt_br: O atalho "%s" está atualmente atribuído ao comando "%s". Deseja atribuí-lo ao atalho "%s" agora?

source: Drag window content
pt_br: Arraste o conteúdo da janela

source: Left mouse button
pt_br: Botão esquerdo do mouse

source: Drag selected tracks
pt_br: Arraste as faixas selecionadas

source: Second click with the left mouse button
pt_br: Segundo clique com o botão esquerdo do mouse

source: Show icons beside mouse cursor
pt_br: Mostrar ícones ao lado do cursor do mouse

source: Middle mouse button
pt_br: Botão do meio do mouse

source: Edit tracks
pt_br: Editar faixas

source: Tooltips
pt_br: Dicas de ferramentas

source: Mouse wheel
pt_br: Roda do mouse

source: Scroll horizontally in album view
pt_br: Rolar horizontalmente na visualização de álbum

source: Modifier key toggles axis
pt_br: Tecla modificadora alterna o eixo

source: Right mouse button toggles axis
pt_br: Botão direito do mouse alterna o eixo

source: Modify volume, scrollbars, letters etc.
pt_br: Modifique o volume, barras de rolagem, letras, etc.

source: Use multimedia keyboard keys
pt_br: Usar as teclas do teclado multimídia

source: Ask on close if playing
pt_br: Perguntar ao fechar se estiver reproduzindo

source: Ask before enqueuing multiple tracks
pt_br: Perguntar antes de enfileirar várias faixas

source: Ask before clearing the playlist
pt_br: Perguntar antes de limpar a lista de reprodução

source: Ask before changing the rating
pt_br: Perguntar antes de alterar a classificação

source: Space
pt_br: Espaço

source: Up
pt_br: Acima

source: Left
pt_br: Esquerdo

source: Right
pt_br: Direito

source: Down
pt_br: Abaixo

source: Print
pt_br: Imprimir

source: Music selection
pt_br: Seleção de músicas

source: Select date and time
pt_br: Selecionar data e hora

source: Time
pt_br: Hora

source: contains
pt_br: contém

source: does not contain
pt_br: não contém

source: starts with
pt_br: iniciar com

source: does not start with
pt_br: não começa com

source: starts simelar to
pt_br: iniciar semelhantes a

source: ends with
pt_br: termina com

source: does not end with
pt_br: não termina com

source: on
pt_br: em

source: is equal to
pt_br: é igual a

source: not on
pt_br: não em

source: is unequal to
pt_br: é desigual a

source: is simelar to
pt_br: é similar a

source: is after
pt_br: é depois

source: is greater than
pt_br: é maior que

source: is on or after
pt_br: está no ou após

source: is greater or equal
pt_br: é maior ou igual

source: is before
pt_br: é antes

source: is less than
pt_br: é menor que

source: is on or before
pt_br: está no ou antes de

source: is less or equal
pt_br: é menor ou igual

source: is in the last
pt_br: está no último

source: is not in the last
pt_br: não está no último

source: is in the period
pt_br: está no período

source: is in range
pt_br: está dentro da faixa

source: is not in the period
pt_br: não está no período

source: is not in range
pt_br: não está dentro da faixa

source: is set
pt_br: está definido

source: is unset
pt_br: está desativado

source: tracks
pt_br: faixas

source: albums
pt_br: álbuns

source: minutes
pt_br: minutos

source: hours
pt_br: horas

source: seconds
pt_br: segundos

source: days
pt_br: dias

source: No rating
pt_br: Sem classificação

source: random
pt_br: aleatório

source: highest rating
pt_br: classificação mais alta

source: lowest rating
pt_br: classificação mais baixa

source: most often played
pt_br: mais reprod. com frequência

source: least often played
pt_br: menos reprod. com frequência

source: most recently played
pt_br: mais recent. reproduzidos

source: least recently played
pt_br: menos reprod. recentemente

source: most recently added
pt_br: mais recent. adicionados

source: least recently added
pt_br: menos recent. adicionado

source: most recently modified
pt_br: mais recent. modificados

source: least recently modified
pt_br: menos recent. modificado

source: most recently released
pt_br: mais recent. lançados

source: least recently released
pt_br: menos lançado recentemente

source: low queue position
pt_br: posição baixa na fila

source: high queue position
pt_br: posição alta na fila

source: Today
pt_br: Hoje

source: Yesterday
pt_br: Ontem

source: Select...
pt_br: Selecionar...

source: Show tracks...
pt_br: Mostrar faixas...

source: Add tracks from playlist
pt_br: Adicionar faixas da lista de reprodução

source: Current position
pt_br: Posição atual

source: by
pt_br: por

source: to
pt_br: para

source: Remove criterion
pt_br: Remover critério

source: Add criterion
pt_br: Adicionar critério

source: Tracks included to "%s"
pt_br: Faixas incluídas em "%s"

source: Tracks excluded from "%s"
pt_br: Faixas excluídas de "%s"

source: Saved selections
pt_br: Salvar seleções

source: Search for %s matching %s of the following criteria:
pt_br: Pesquisar %s que correspondam a %s dos seguintes critérios:

source: tracks|albums
pt_br: faixas|álbuns

source: all|any|none
pt_br: todos|qualquer|nenhum

source: Close
pt_br: Fechar

source: Do you want to save your modifications to the music selection "%s"?
pt_br: Deseja salvar suas modificações na seleção musical "%s"?

source: Music selection modified
pt_br: Seleção de músicas modificada

source: Edit music selection "%s"
pt_br: Editar seleção de música "%s"

source: Do you really want to delete the music selection "%s"?
pt_br: Deseja realmente excluir a seleção de músicas "%s"?

source: Delete music selection
pt_br: Excluir seleção de músicas

source: Do you really want to delete the %i selected music selections?
pt_br: Deseja realmente excluir as %i seleções de música selecionadas?

source: Delete music selections
pt_br: Excluir seleções de músicas

source: No matches found for "%s".
pt_br: Não foram encontradas correspondências para "%s".

source: Do you want to remove the selected track(s) from the music selection "%s"?
pt_br: Deseja remover a(s) faixa(s) selecionada(s) da seleção de músicas "%s"?

source: Do you want to add the selected track(s) to the music selection "%s"?
pt_br: Deseja adicionar a(s) faixa(s) selecionada(s) à seleção de músicas "%s"?

source: 70's music
pt_br: Música anos 70

source: Worst rated
pt_br: Pior classificação

source: Top rated
pt_br: Melhor classificadas

source: Recently played
pt_br: Reproduzidos recentemente

source: Played today
pt_br: Reproduzidos hoje

source: Random selection
pt_br: Seleção aleatória

source: Tracks in queue
pt_br: Faixas na fila

source: Untitled Music selection
pt_br: Seleção de música sem título

source: No matches in "%s"
pt_br: Nenhuma correspondência em "%s"

source: 1 match in "%s"
pt_br: 1 correspondência em "%s"

source: %s matches in "%s"
pt_br: %s correspondências em "%s"

source: No matches
pt_br: Sem correspondências

source: 1 match
pt_br: 1 correspondência

source: %s matches
pt_br: %s correspondências

source: Search single words
pt_br: Pesquisar palavras únicas

source: Lookup genre on simple search
pt_br: Ver gênero na pesquisa simples

source: Search while typing
pt_br: Pesquisar enquanto digita

source: Save modified music selections
pt_br: Salvar seleções de música modificadas

source: Ask
pt_br: Perguntar

source: Max. history size
pt_br: Tam. máx. do histórico

source: Search for "%s" in "%s"
pt_br: Pesquisar por "%s" em "%s"

source: Search for "%s"
pt_br: Pesquisar por "%s"

source: Please press and hold the left mouse button. Then, select the area to crop by moving the mouse.
pt_br: Pressione e segure o botão esquerdo do mouse. Em seguida, selecione a área a ser cortada movendo o mouse.

source: <Abstract>
pt_br: <Resumo>

source: (Default)
pt_br: (Padrão)

source: Paste image from clipboard
pt_br: Colar imagem da área de transferência

source: Browse
pt_br: Navegar

source: Select cover
pt_br: Selecionar capa

source: Search covers on the web
pt_br: Pesquisar capas na web

source: Don't rotate
pt_br: Não girar

source: Rotate/flip
pt_br: Girar/virar

source: Use default images...
pt_br: Usar imagens padrão...

source: Effects/options
pt_br: Efeitos/opções

source: Select image
pt_br: Selecionar imagem

source: Save cover
pt_br: Salvar capa

source: Reset all selected alternative images to their default value?
pt_br: Redefinir todas as imagens alternativas selecionadas para o valor padrão?

source: Search paths
pt_br: Pesquisar caminhos

source: Add...
pt_br: Adicionar...

source: Remove
pt_br: Remover

source: Please select the folder to add to the search paths.
pt_br: Selecione a pasta para adicionar aos caminhos de pesquisa.

source: Edit...
pt_br: Editar...

source: Command
pt_br: Comando

source: Shortcut
pt_br: Atalho

source: Option
pt_br: Opção

source: Value
pt_br: Valor

source: The following settings are for experienced users only.
pt_br: As configurações a seguir são apenas para usuários experientes.

source: Customize
pt_br: Personalizar

source: Reset selection
pt_br: Redefinir seleção

source: Do you really want to reset all %i selected commands and options to their default values?
pt_br: Deseja realmente redefinir todos os %i comandos e opções selecionados para seus valores padrão?

source: Shortcuts
pt_br: Atalhos

source: Language
pt_br: Idioma

source: Show files with
pt_br: Mostrar arquivos com

source: Instance
pt_br: Instância

source: Use the command-line option --%s=<file> to change this.
pt_br: Use a opção da linha de comando --%s=<arquivo> para alterar isso.

source: Index file
pt_br: Arquivo de índice

source: RAM cache
pt_br: Cache de RAM

source: avg. query time: %s
pt_br: tempo de cons. médio: %s

source: Synchronity
pt_br: Sincronicidade

source: Fast
pt_br: Rápido

source: Save but slower
pt_br: Salvar mas lento

source: Very save and slow
pt_br: Muito salvo e lento

source: Image cache
pt_br: Cache de imagem

source: Use temporary directory
pt_br: Usar diretório temporário

source: Yes, load images asynchrony
pt_br: Sim, carregar imagens assincrônicas

source: Yes, load images directly and avoid flickering
pt_br: Sim, carregar imagens diretamente e evitar tremulações

source: %i%% used for %i images
pt_br: %i%% usado para %i imagens

source: Regard file changes
pt_br: Considerar alterações no arquivo

source: Advanced
pt_br: Avançado

source: Please restart %s so that the changes can take effect.
pt_br: Reinicie o %s para que as alterações tenham efeito.

source: Info
pt_br: Informações

source: Help-system
pt_br: Ajuda do sistema

source: Internal
pt_br: Interno

source: No credit.
pt_br: Sem crédito.

source: Credit: %i
pt_br: Créditos: %i

source: Start
pt_br: Iniciar

source: Functions
pt_br: Funções

source: Monitors
pt_br: Monitores

source: Virtual keyboard
pt_br: Teclado virtual

source: Credit system
pt_br: Sistema de crédito
